Repository: IIIArfaoui/freevial
Catalog: data/po/*.po
Languages: ca

source: Sound initialization failed. %s
ca: Ha fallat la inicialització del sistema de so. %s

source: Freevial, a trivia platform for use on community events. You are running version %(version)s, which is part of the «%(series)s» series. https://launchpad.net/freevial/%(series)s
ca: Freevial, una plataforma de trivia per a actes comunitaris. Esteu executant la versió %(version)s, que forma part de la sèrie «%(series)s». https://launchpad.net/freevial/%(series)s

source: Usage: %prog [options]
ca: Sintaxi: freevial [opcions]

source: debug mode
ca: mode de depuració

source: start in fullscreen mode
ca: inicia el joc en mode protegit

source: start game in locked mode
ca: inicia el joc en mode protegit

source: only load those questions written in the indicated language(s); for example, "ca, en"
ca: carrega només aquelles preguntes escrites en les llengües indicades; per exemple, "ca, en"

source: path to the database file / directory you want to append to the default database
ca: ruta de la base de dades a afegir a la base de dades predeterminada

source: (do not use this)
ca: (no utilitzeu això)

source: absolute path to the skin directory
ca: ruta absoluta del directori de l'aparença a utilitzar.

source: disable sound
ca: desactiva els sons

source: disable music
ca: desactiva la música

source: disable all sounds and music
ca: desactiva tots els sons i la música

source: disable media questions
ca: desactiva les preguntes multimèdia

source: show the framerate on screen
ca: mostra el nombre d'imatges per segon a la pantalla

source: set the framerate limit (default is %d)
ca: especifica el nombre d'imatges per segon (el valor predeterminat és %d)

source: enable D-Bus support, to interface with external applications
ca: habilita la inferfície D-Bus

source: print information about the loaded database and exit
ca: mostra informació sobre la base de dades carregada i surt

source: load all images and sounds at startup
ca: carrega totes les imatges i sons a l'inici

source: use psyco, if available (this will use more memory)
ca: utilitza psyco, si està disponible (això utilitzarà més memòria)

source: Error: You've indicated an incorrect language code. Valid examples are: "ca", "en, de", etc.
ca: Error: Heu indicat un codi d'idioma invàlid. Utilitzeu valors com ara "ca", "en, de", etc.

source: Selected languages: %s
ca: S'ha produït un error al carregar la imatge «%s».

source: Could not find database "%s"...
ca: No s'ha pogut trobar la base de dades «%s»...

source: Freevial - About the loaded database...
ca: Freevial - Quant a la base de dades carregada...

source: Location:
ca: Ubicació:

source: Amount of categories:
ca: Nombre de categories:

source: Amount of questions:
ca: Nombre de preguntes:

source: %(category)s: %(num)s questions
ca: %(category)s: %(num)s preguntes

source: You've given an incorrect value for --max-fps.
ca: Heu indicat un valor incorrecte per a --max-fps.

source: Error: Couldn't find dbus-python.
ca: Error: No s'ha pogut trobar el mòdul dbus-python.

source: Error: couldn't find enough categories; at least six are required.
ca: Error: la base de dades no té prou categories; com a mínim se'n necessiten sis.

source: Warning: Could not find psyco.
ca: Avís: No s'ha pogut trobar el mòdul psyco.

source: User requested interrupt.
ca: Interrupció soŀlicitada per l'usuari.

source: INSTRUCTIONS Game mode ----------------- A, B, C - Choose answer A, B or C ARROWS - Changes current selecion I, O, P - Select answer A, B or C INTRO - Choose selected answer F11 or F - Changes full screen mode After answer ----------------- F3 - Show/hide quiz notes Presentation mode ----------------- Z - Show/hide quiz author and number 1..6 - Shows random quiz from selected category F1 or H - Help | F2 - About freevial | Q or ESC - Quit
ca: INSTRUCCIONS Mode joc ----------------- A, B, C - Tria la resposta A, B o C FLETXES - Canvien la selecció I, O, P - Seŀlecionen la resposta A, B o C INTRO - Tria la resposta seŀlecionada F11 o F - Canvia el mode de pantalla sencera Després de la pregunta ----------------- F3 - Mostra/Amaga notes a la pregunta Mode presentació ----------------- Z - Mostra/Amaga el nombre de pregunta i l'autor 1..6 - Mostra una pregunta d'una categoria F1 o H - Ajuda | F2 - Crèdits | Q o ESC - Acaba

source: X - Replay media
ca: X - Torna a reproduir la pista

source: X - Show or hide answers/images
ca: X - Mostra o amaga les respostes/imatges

source: F3 - Show comments, INTRO/ESC - Back to score screen
ca: F3 - Mostra els comentaris, INTRO/ESC - Torna

source: A, B, C - Choose answer, F1 - Help
ca: A, B, C - Tria una resposta, F1 - Mostra l'ajuda

source: Error: Couldn't find the current questions database.
ca: Error: No s'ha pogut trobar la base de dades de preguntes.

source: You can provide the location to that one you want to use by passing the --database option.
ca: Podeu especificar la ubicació d'aquella que vulgueu utilitzar mitjançant la opció --database.

source: For example:
ca: Per exemple:

source: Indicated directory of file doesn't exist or has wrong permissions.
ca: El directori indicat no existeix o el seus permisos són incorrectes.

source: Expected a directory or compressed file.
ca: S'esperava un directori o un fitxer comprimit.

source: Warning: «%(file)s»: Database's version is %(version)s, which is not supported by the installed version of Freevial. It might not work as expected.
ca: Avís: «%(file)s»: Aquesta és un fitxer de versió %(version)s, la qual no està suportada per la vostra instaŀlació de Freevial. Pot ser que hi hagi problemes.

source: Warning: «%s»: Found a question with less than 2 answers; ignoring it.
ca: Avís: «%s»: S'ha trobat una pregunta amb menys de 2 respostes; ignorant-la.

source: Warning: «%s»: Found a question without any correct answer; ignoring it.
ca: Avís: «%s»: S'ha trobat una pregunta sense cap resposta correcta; ignorant-la.

source: Loading database "%s"...
ca: S'està carregant la base de dades «%s»...

source: Error with «%(file)s»: %(error)s
ca: Error al fitxer «%(file)s»: %(error)s

source: You can get more information running the following command:
ca: Podeu obtenir més informació executant la comanda següent:

source: INSTRUCTIONS INTRO or SPACE - Stop gambling machine F12 or F - Changes full screen mode The selected category will choose the kind of question you are going to answer. If you get a category where you haven't already answered correctly any question, you'll win the part of the logo of the same color if you know the right answer. Once a player has all colors game stops and the team with the most points wins. Being the first to answer all categories gives you 3 extra points. F1 or H - Help | F2 - About freevial | Q or ESC - Quit
ca: INSTRUCCIONS INTRO o ESPAI - Atura l'escurabutxaques. F11 o F - Canvia el mode de pantalla sencera La categoria sobre la que es quedi parat, definirà quin tipus de pregunta s'haurà de contestar a continuació. En el cas de que toqui una categoria de la que encara no s'hagi encertat cap pregunta, si aquest cop es resol bé, es completarà una part del logotip. Un cop un dels aquips aconsegueixi completar-lo del tot, acabarà el joc, aconseguint 3 punts extres per finalitzar. Guanyarà el concursant que tingui més punts. F1 o H - Ajuda | F2 - Crèdits | Q o ESC - Acaba

source: INTRO - Stop the wheel
ca: INTRO - Atura la roda

source: ARROWS - Select slot, INTRO - Create team, SPACE - Start game, F1 - Help
ca: FLETXES - Selecciona, INTRO - Crea un equip nou, ESPAI - Inicia, F1 - Ajuda

source: INTRO - Star turn, F1 - Help
ca: INTRO - Inicia el torn, F1 - Ajuda

source: F1 - Help, INTRO - New game
ca: F1 - Ajuda, INTRO - Inicia una nova partida

source: Write a name for the team and press ENTER
ca: Escriviu un nom per a l'equip i premeu INTRO

source: TEAM INSTRUCTIONS Team creation mode --------------------------------------------------------------------------- ARROWS - Changes current selection NEXT / PREV PAG - Chooses next or previous team INTRO - Enables selected team A - Enables / Disables selected team N - Changes team name R - Choose a random team / start game mode M - Change between team creation mode and game mode F11 or F - Changes full screen mode L - Switch locked mode Game mode --------------------------------------------------------------------------- INTRO - Start turn S - Show / hide stats Presentation mode --------------------------------------------------------------------------- Z, X - Increment or decrease score 1..6 - Enable / Disable seleced category F1 or H - Help | F2 - About Freevial | Q or ESC - Quit
ca: INSTRUCCIONS DELS EQUIPS Mode de creació d'equips --------------------------------------------------------------------------- FLETXES - Canvia la seŀleció actual PÀG SEG / ANT - Seŀleciona l'equip anterior o següent INTRO - Activa l'equip seŀlecionat A - Activa / desactiva l'equip seŀlecionat N - Edita el nom de l'equip R - Tria un equip a l'atzar / Inicia el mode joc M - Canvia entre mode de creació d'equips i mode joc F11 o F - Canvia el mode de pantalla sencera L - Canvia el mode bloquejat Mode joc --------------------------------------------------------------------------- INTRO - Inicia el torn S - Mostra / amaga estadístiques Mode presentació --------------------------------------------------------------------------- Z, X - Puja o resta punts 1..6 - Activa o desactiva una categoria F1 o H - Ajuda | F2 - Crèdits | Q o ESC - Acaba

source: Are you sure you want to quit the game?
ca: Segur que voleu finalitzar el joc?

source: Yes
ca: Sí

source: Play again?
ca: Tornem a jugar?

source: Language:
ca: Llengua:

source: Creation date:
ca: Data de creació:

source: Last modification:
ca: Última modificació:

source: Could not find skin "%s".
ca: No s'ha pogut trobar l'aparença «%s».

source: Loading skin "%s"...
ca: No s'ha pogut trobar l'aparença «»...

source: All questions in category «%s» have been answered. Reshuffling...
ca: S'ha contestat a totes les preguntes de la categoria «%s». S'està barrejant-les de nou...

source: Could not load image "%s".
ca: No s'ha pogut trobar l'aparença «%s».

source: Could not find image "%s".
ca: No s'ha pogut trobar l'aparença «%s».

source: Failed loading sound: %s
ca: S'ha produït un error al carregar el so «%s».
